Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G42B.tmx
Source language: en_us
Languages: zh_cn

source: George Ault's World
zh_cn: 乔治阿尔特的世界

source: The black barn in George Ault's painting January Full Moon is a simple structure, bound by simple lines.
zh_cn: 在乔治阿尔特的油画《一月的满月》（January full moon），黑色的谷仓结构简单，由简单的线条勾勒而出。

source: Yet its angular bones give it a commanding presence.
zh_cn: 硬朗的骨骼赋予它居高临下的姿态。

source: The barn stands at attention, its walls planted in moonlit snow and its peak nosing toward a deep blue sky.
zh_cn: 谷仓挺拔而立，墙壁根植于月光照下的皑皑白雪中，屋顶伸向深蓝的天空中。

source: It is bold and brawny, and as Yale University art history professor Alexander Nemerov puts it, a barn with a capital "B," the Barn of all barns.
zh_cn: 它粗犷而强壮，正如耶鲁大学艺术历史教授亚历山大.涅米罗夫对它的评价，大写”B”的谷仓（barn），“所有谷仓的谷仓”。

source: A little-known American artist, George Ault had the ability in his painting to take specific locations in Woodstock, New York, where he lived from 1937 until his death in 1948, and make them seem universal.
zh_cn: 一位鲜为人知的美国艺术家，乔治 阿尔特在其油画中展示的才能，在纽约的伍德斯托克占有特殊的地位，他从1937年在那里生活，直到1948年死去，而且他的地位受到普遍的认可。

source: Nemerov says that places like Rick's Barn, which Ault passed on walks with his wife, Louise, and Russell's Corners, a lonely intersection just outside of town, held some "mystical power" to the artist.
zh_cn: 涅米罗夫表示，类似里克谷仓的地方（Rick’s Barn）阿尔特与妻子露易丝携手经过，还有拉塞尔的角落（Russell’s Corners），一个紧挨小镇的孤单的十字路口，向艺术家传达了某种“神秘的力量”。

source: He fixated on them-painting Russell's Corners five times in the 1940s, in different seasons and times of day-as if they contained some universal truth that would be revealed if he and the viewers of his paintings meditated on them long enough.
zh_cn: 画家对它们念念不忘——在1940年代5次绘画《拉塞尔的角落》，在不同的季节，和一天中不同的时间——就仿佛它们包含了某种宇宙的真理，如果他和他的观众对绘画保持足够长时间的冥想，真理就会显现。

source: After fastidiously studying his scenes, Ault would retreat to a tidy studio to paint.
zh_cn: 在精心研究场景之后，阿尔特会退回到一个整洁的工作室进行绘画。

source: As his 1946 self-portrait The Artist at Work shows, he worked with the elbow of his painting arm resting in the cup of his other hand, which balanced on his crossed legs.
zh_cn: 正如他在1946年的自画像《正在工作的艺术家》（The Artist at work）所展示的，在他工作时，他正在作画的胳膊的肘部，放置在他的另一个手中，这使得他在交叉的双腿之上得以保持平衡。

source: He was methodical and meticulous, often considered part of the post-World War I Precisionism movement.
zh_cn: 他有条不紊、一丝不苟，经常被认为是第一次世界大战后精确主义运动的一部分。

source: With his hand steadied, he could be sure that every plane, clapboard and telephone wire was just so.
zh_cn: 由于手臂沉稳，他能够保证每一个平面、立面和电线杆都恰如其当。

source: "There's always this sense of shaping, ordering, structuring as if his life depended on it," says Nemerov.
zh_cn: 涅米罗夫感叹：“形状、秩序、结构始终井然，就仿佛他的生命取决于它。”

source: When you take into account Ault's tumultuous life, perhaps it did.
zh_cn: 当你深入考虑阿尔特的动荡的生活，也许的确是的。

source: After attending the University College School , the Slade School of Fine Art and St. John's Wood Art School , all in London , in the early 1900s, the Cleveland native returned to the United States where he suffered a string of personal tragedies.
zh_cn: 完成学业——斯莱德精细工艺学校和圣约翰伍德艺术学校，都在伦敦，1990年代早期——之后，这位克利夫兰土著回到了美国，在这里他遭遇了一系列的个人悲剧。

source: In 1915, one of his brothers committed suicide.
zh_cn: 1915年，他的一位兄弟自杀身亡。

source: In 1920, his mother died in a mental hospital.
zh_cn: 1920年，他的妈妈死于一家精神病医院。

source: And in 1929, his father died.
zh_cn: 1929年，他的父亲去世。

source: The stock market crash dealt a hard blow to his family's fortune, and his two other brothers took their lives soon after.
zh_cn: 股市崩盘，使他的家庭财富遭遇重创，而他的另外两位兄弟不久之后也结束了自己的生命。

source: Grieving his losses, the artist left Manhattan with Louise, whom he married in 1941, for Woodstock , where he lived until December 1948, when he too committed suicide, drowning in a stream near his house.
zh_cn: 因为这些失去，艺术家和露易丝（1941年结婚）离开曼哈顿，来到伍德斯托克，在这里他一直生活到1948年12月，同样死于自杀，葬身在附近了一条河流中。

source: As Louise once said, Ault's art was an attempt to make "order out of chaos."
zh_cn: 如露易丝曾经说的，阿尔特的艺术一种尝试，创造“混乱之外的秩序”。

source: Ault did not get much recognition during his lifetime, in part because of his reclusiveness and hostile attitude toward potential buyers.
zh_cn: 阿尔特在生前没有获得很多的认可，部分原因在于他的隐退，以及对潜在买家的敌对态度。

source: But Louise worked tirelessly to promote her husband's work after his death.
zh_cn: 但是作为妻子，露易丝在丈夫死后，不遗余力的工作，以发扬丈夫的作品。

source: Of Ault's paintings of Woodstock from the 1940s, she once wrote, "I believed he had gone beyond himself."
zh_cn: 对于阿尔特始于1940年代关于伍德斯托克的油画，她曾经写道，“我坚信，他已经超越了自己。”
